Repository: pervoj/valdo-gtk
Catalog: po/*.po
Languages: es, it

source: Create new Vala projects from templates
es: Crear proyectos Vala nuevos a partir de plantillas
it: Crea nuovi progetti Vala dai modelli

source: valdo;vala;project;
es: valdo;vala;project;proyecto;
it: valdo;vala;progetto;

source: GTK frontend for Valdo
es: Interfaz GTK para Valdo
it: Frontend GTK per Valdo

source: Based on Valdo 2021.08.31
es: Basado en Valdo 2021.08.31
it: Basato su Valdo 31.08.2021

source: Updated elementary OS template
es: Plantilla de elementary OS actualizada
it: Aggiornato modello per elementary OS

source: New icon (following the GNOME guidelines)
es: Nuevo icono (siguiendo las directrices de GNOME)
it: Nuova icona (seguendo le linee guida di GNOME)

source: Support for substitutions in variables
es: Compatibilidad con las sustituciones en las variables
it: Supporto per sostituzioni in variabili

source: Opening projects using a user-defined command by left-click
es: Apertura de proyectos mediante un comando definido por el usuario con un clic izquierdo
it: Apertura di progetti utilizzando un comando definito dall'utente facendo clic con il pulsante sinistro del mouse

source: Removing projects from the list by right-clicking
es: Eliminar proyectos de la lista haciendo clic con el botón derecho del ratón
it: Rimuovere i progetti dall'elenco facendo clic con il pulsante destro del mouse

source: New template variables (AUTHOR, USERNAME and USERADDR)
es: Variables de plantilla nuevas (AUTHOR, USERNAME y USERADDR)
it: New template variables (AUTORE, USERNAME e USERADDR)

source: New template (elementary OS App)
es: Nueva plantilla (aplicación de elementary OS)
it: Nuovo modello (app elementary OS)

source: First Valdo GTK release
es: Primera versión de Valdo GTK
it: Prima versione di Valdo GTK

source: Preferences
es: Preferencias
it: Preferenze

source: About application
es: Acerca de la aplicación
it: Informazioni sull'applicazione

source: Quit
es: Salir
it: Esci

source: Latest projects:
es: Últimos proyectos:
it: Ultimi progetti:

source: You haven't created any projects yet.
es: No ha creado ningún proyecto aún.
it: Non hai ancora creato nessun progetto.

source: Available templates:
es: Plantillas disponibles:
it: Modelli disponibili:

source: Template variables:
es: Variables de la plantilla:
it: Variabili del modello:

source: Project successfully created
es: Proyecto creado con éxito
it: Progetto creato con successo

source: Enable project openning:
es: Habilitar la apertura del proyecto:
it: Abilita apertura progetto:

source: Project openning command:
es: Comando de apertura del proyecto:
it: Comando di apertura del progetto:

source: Include {path} for project path
es: Incluir {path} para la ruta del proyecto
it: Includi {path} per il percorso del progetto

source: Project openning
es: Apertura de proyectos
it: Apertura del progetto

source: Valdo GTK Preferences
es: Preferencias de Valdo GTK
it: Preferenze Valdo GTK

source: translator-credits
es: Óscar Fernández Díaz <oscfdezdz@tuta.io>
it: Albano Battistella

source: GitHub repository
es: Repositorio de GitHub
it: Repository GitHub

source: Error opening project: %s
es: Error al abrir el proyecto: %s
it: Errore durante l'apertura del progetto: %s

source: Do you really want to remove project %s?
es: ¿Realmente quiere eliminar el proyecto %s?
it: Vuoi davvero rimuovere il progetto %s?

source: Error, could not enumerate templates: %s
es: Error, no se han podido enumerar las plantillas: %s
it: Errore, impossibile enumerare i modelli: %s

source: Template name:
es: Nombre de la plantilla:
it: Nome modello:

source: Project location:
es: Ruta del proyecto:
it: Posizione del progetto:

source: Choose project location
es: Elija la ruta del proyecto
it: Scegli posizione del progetto

source: Enter %s:
es: Introduzca %s:
it: Inserisci %s:

source: Create
es: Crear
it: Crea

source: Error: select project location
es: Error: seleccione la ruta del proyecto
it: Errore: selezionare la posizione del progetto

source: Error: %s was not specified
es: Error: no se ha especificado %s
it: Errore: %s non è stato specificato

source: Error: %s must match the pattern %s
es: Error: %s debe coincidir con el patrón %s
it: Errore: %s deve corrispondere al modello %s

source: Error: %s must be valid email
es: Error: %s debe ser un correo electrónico válido
it: Errore: %s deve essere un'e-mail valida

source: Regex error: %s
es: Error regex: %s

source: Error creating template: %s
es: Error al crear la plantilla: %s
it: Errore durante la creazione del modello: %s

source: This feature is not available when running from the sandbox.
es: Esta función no está disponible cuando se ejecuta desde el depósito seguro.
it: Questa funzione non è disponibile durante l'esecuzione dalla sandbox.

source: Error: %s
it: Errore: %s
